Test-SURA/Script-Probar-PRE_PRO/Integracion/Unificado/11-HTMLSuperintendencia/statistics.json
{
  "T.1- Index" : {
    "transaction" : "T.1- Index",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 998.0,
    "minResTime" : 998.0,
    "maxResTime" : 998.0,
    "pct1ResTime" : 998.0,
    "pct2ResTime" : 998.0,
    "pct3ResTime" : 998.0,
    "throughput" : 1.002004008016032,
    "receivedKBytesPerSec" : 25.702772732965933,
    "sentKBytesPerSec" : 1.7378507014028055
  },
  "2.1- Login-0" : {
    "transaction" : "2.1- Login-0",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 365.0,
    "minResTime" : 365.0,
    "maxResTime" : 365.0,
    "pct1ResTime" : 365.0,
    "pct2ResTime" : 365.0,
    "pct3ResTime" : 365.0,
    "throughput" : 2.73972602739726,
    "receivedKBytesPerSec" : 1.9236943493150684,
    "sentKBytesPerSec" : 2.983197773972603
  },
  "7.2- Clic Boton Empezar Operacion" : {
    "transaction" : "7.2- Clic Boton Empezar Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 502.0,
    "minResTime" : 502.0,
    "maxResTime" : 502.0,
    "pct1ResTime" : 502.0,
    "pct2ResTime" : 502.0,
    "pct3ResTime" : 502.0,
    "throughput" : 1.9920318725099602,
    "receivedKBytesPerSec" : 62.72371451693227,
    "sentKBytesPerSec" : 1.7819347609561753
  },
  "2.1- Login-1" : {
    "transaction" : "2.1- Login-1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 93.0,
    "minResTime" : 93.0,
    "maxResTime" : 93.0,
    "pct1ResTime" : 93.0,
    "pct2ResTime" : 93.0,
    "pct3ResTime" : 93.0,
    "throughput" : 10.752688172043012,
    "receivedKBytesPerSec" : 88.73067876344086,
    "sentKBytesPerSec" : 8.274529569892474
  },
  "7.10- Clic Boton Empezar Operacion" : {
    "transaction" : "7.10- Clic Boton Empezar Operacion",
    "sampleCount" : 2,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 119.0,
    "minResTime" : 118.0,
    "maxResTime" : 120.0,
    "pct1ResTime" : 120.0,
    "pct2ResTime" : 120.0,
    "pct3ResTime" : 120.0,
    "throughput" : 8.130081300813009,
    "receivedKBytesPerSec" : 7.8680767276422765,
    "sentKBytesPerSec" : 12.449186991869919
  },
  "T.5- Seleccionar Cargador de la Lista" : {
    "transaction" : "T.5- Seleccionar Cargador de la Lista",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 216.0,
    "minResTime" : 216.0,
    "maxResTime" : 216.0,
    "pct1ResTime" : 216.0,
    "pct2ResTime" : 216.0,
    "pct3ResTime" : 216.0,
    "throughput" : 4.62962962962963,
    "receivedKBytesPerSec" : 13.825593171296296,
    "sentKBytesPerSec" : 6.926359953703704
  },
  "4.1- Clic Menu Carga de Archivo" : {
    "transaction" : "4.1- Clic Menu Carga de Archivo",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 941.0,
    "minResTime" : 941.0,
    "maxResTime" : 941.0,
    "pct1ResTime" : 941.0,
    "pct2ResTime" : 941.0,
    "pct3ResTime" : 941.0,
    "throughput" : 1.0626992561105206,
    "receivedKBytesPerSec" : 68.15285434378322,
    "sentKBytesPerSec" : 1.2723332890541976
  },
  "1.2- Index" : {
    "transaction" : "1.2- Index",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 230.0,
    "minResTime" : 230.0,
    "maxResTime" : 230.0,
    "pct1ResTime" : 230.0,
    "pct2ResTime" : 230.0,
    "pct3ResTime" : 230.0,
    "throughput" : 4.3478260869565215,
    "receivedKBytesPerSec" : 74.54993206521739,
    "sentKBytesPerSec" : 5.8169157608695645
  },
  "7.13- Clic Boton Empezar Operacion" : {
    "transaction" : "7.13- Clic Boton Empezar Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 122.0,
    "minResTime" : 122.0,
    "maxResTime" : 122.0,
    "pct1ResTime" : 122.0,
    "pct2ResTime" : 122.0,
    "pct3ResTime" : 122.0,
    "throughput" : 8.196721311475411,
    "receivedKBytesPerSec" : 7.932569159836066,
    "sentKBytesPerSec" : 12.551229508196721
  },
  "5.1- Seleccionar Cargador de la Lista" : {
    "transaction" : "5.1- Seleccionar Cargador de la Lista",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 216.0,
    "minResTime" : 216.0,
    "maxResTime" : 216.0,
    "pct1ResTime" : 216.0,
    "pct2ResTime" : 216.0,
    "pct3ResTime" : 216.0,
    "throughput" : 4.62962962962963,
    "receivedKBytesPerSec" : 13.825593171296296,
    "sentKBytesPerSec" : 6.926359953703704
  },
  "T.3- Clic Menu Servicio" : {
    "transaction" : "T.3- Clic Menu Servicio",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 552.0,
    "minResTime" : 552.0,
    "maxResTime" : 552.0,
    "pct1ResTime" : 552.0,
    "pct2ResTime" : 552.0,
    "pct3ResTime" : 552.0,
    "throughput" : 1.8115942028985508,
    "receivedKBytesPerSec" : 21.732053894927535,
    "sentKBytesPerSec" : 2.1335767663043477
  },
  "T.6- Descripcion y Carga de Archivo" : {
    "transaction" : "T.6- Descripcion y Carga de Archivo",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 609.0,
    "minResTime" : 609.0,
    "maxResTime" : 609.0,
    "pct1ResTime" : 609.0,
    "pct2ResTime" : 609.0,
    "pct3ResTime" : 609.0,
    "throughput" : 1.6420361247947455,
    "receivedKBytesPerSec" : 3.1429597701149428,
    "sentKBytesPerSec" : 665.922619047619
  },
  "7.3- Clic Boton Empezar Operacion" : {
    "transaction" : "7.3- Clic Boton Empezar Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 131.0,
    "minResTime" : 131.0,
    "maxResTime" : 131.0,
    "pct1ResTime" : 131.0,
    "pct2ResTime" : 131.0,
    "pct3ResTime" : 131.0,
    "throughput" : 7.633587786259541,
    "receivedKBytesPerSec" : 7.395038167938931,
    "sentKBytesPerSec" : 13.50787213740458
  },
  "3.3- Clic Menu Servicio" : {
    "transaction" : "3.3- Clic Menu Servicio",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 552.0,
    "minResTime" : 552.0,
    "maxResTime" : 552.0,
    "pct1ResTime" : 552.0,
    "pct2ResTime" : 552.0,
    "pct3ResTime" : 552.0,
    "throughput" : 1.8115942028985508,
    "receivedKBytesPerSec" : 21.732053894927535,
    "sentKBytesPerSec" : 2.1335767663043477
  },
  "6.1- Descripcion y Carga de Archivo" : {
    "transaction" : "6.1- Descripcion y Carga de Archivo",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 609.0,
    "minResTime" : 609.0,
    "maxResTime" : 609.0,
    "pct1ResTime" : 609.0,
    "pct2ResTime" : 609.0,
    "pct3ResTime" : 609.0,
    "throughput" : 1.6420361247947455,
    "receivedKBytesPerSec" : 3.1429597701149428,
    "sentKBytesPerSec" : 665.922619047619
  },
  "7.9- Clic Boton Empezar Operacion" : {
    "transaction" : "7.9- Clic Boton Empezar Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 204.0,
    "minResTime" : 204.0,
    "maxResTime" : 204.0,
    "pct1ResTime" : 204.0,
    "pct2ResTime" : 204.0,
    "pct3ResTime" : 204.0,
    "throughput" : 4.901960784313726,
    "receivedKBytesPerSec" : 4.74398743872549,
    "sentKBytesPerSec" : 7.506127450980393
  },
  "4.2- Clic Menu Carga de Archivo" : {
    "transaction" : "4.2- Clic Menu Carga de Archivo",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 110.0,
    "minResTime" : 110.0,
    "maxResTime" : 110.0,
    "pct1ResTime" : 110.0,
    "pct2ResTime" : 110.0,
    "pct3ResTime" : 110.0,
    "throughput" : 9.09090909090909,
    "receivedKBytesPerSec" : 25.168678977272727,
    "sentKBytesPerSec" : 8.132102272727273
  },
  "7.11- Clic Boton Empezar Operacion" : {
    "transaction" : "7.11- Clic Boton Empezar Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 118.0,
    "minResTime" : 118.0,
    "maxResTime" : 118.0,
    "pct1ResTime" : 118.0,
    "pct2ResTime" : 118.0,
    "pct3ResTime" : 118.0,
    "throughput" : 8.474576271186441,
    "receivedKBytesPerSec" : 8.201469809322035,
    "sentKBytesPerSec" : 12.976694915254239
  },
  "T.4- Clic Menu Carga de Archivo" : {
    "transaction" : "T.4- Clic Menu Carga de Archivo",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1051.0,
    "minResTime" : 1051.0,
    "maxResTime" : 1051.0,
    "pct1ResTime" : 1051.0,
    "pct2ResTime" : 1051.0,
    "pct3ResTime" : 1051.0,
    "throughput" : 0.9514747859181732,
    "receivedKBytesPerSec" : 63.65403484776404,
    "sentKBytesPerSec" : 1.9902919838249287
  },
  "7.6- Clic Boton Empezar Operacion" : {
    "transaction" : "7.6- Clic Boton Empezar Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 114.0,
    "minResTime" : 114.0,
    "maxResTime" : 114.0,
    "pct1ResTime" : 114.0,
    "pct2ResTime" : 114.0,
    "pct3ResTime" : 114.0,
    "throughput" : 8.771929824561402,
    "receivedKBytesPerSec" : 8.489240679824562,
    "sentKBytesPerSec" : 13.432017543859649
  },
  "7.14- Clic Boton Empezar Operacion" : {
    "transaction" : "7.14- Clic Boton Empezar Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 121.0,
    "minResTime" : 121.0,
    "maxResTime" : 121.0,
    "pct1ResTime" : 121.0,
    "pct2ResTime" : 121.0,
    "pct3ResTime" : 121.0,
    "throughput" : 8.264462809917356,
    "receivedKBytesPerSec" : 44.89766270661157,
    "sentKBytesPerSec" : 11.210291838842975
  },
  "1.2- Index-1" : {
    "transaction" : "1.2- Index-1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 118.0,
    "minResTime" : 118.0,
    "maxResTime" : 118.0,
    "pct1ResTime" : 118.0,
    "pct2ResTime" : 118.0,
    "pct3ResTime" : 118.0,
    "throughput" : 8.474576271186441,
    "receivedKBytesPerSec" : 138.1753177966102,
    "sentKBytesPerSec" : 5.313162076271187
  },
  "T.7- Clic Boton Empezar Operacion" : {
    "transaction" : "T.7- Clic Boton Empezar Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 17026.0,
    "minResTime" : 17026.0,
    "maxResTime" : 17026.0,
    "pct1ResTime" : 17026.0,
    "pct2ResTime" : 17026.0,
    "pct3ResTime" : 17026.0,
    "throughput" : 0.0587337013978621,
    "receivedKBytesPerSec" : 5.712942246417244,
    "sentKBytesPerSec" : 24.944214455098084
  },
  "1.2- Index-0" : {
    "transaction" : "1.2- Index-0",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 112.0,
    "minResTime" : 112.0,
    "maxResTime" : 112.0,
    "pct1ResTime" : 112.0,
    "pct2ResTime" : 112.0,
    "pct3ResTime" : 112.0,
    "throughput" : 8.928571428571429,
    "receivedKBytesPerSec" : 7.516043526785714,
    "sentKBytesPerSec" : 6.34765625
  },
  "T.2- Login" : {
    "transaction" : "T.2- Login",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 4316.0,
    "minResTime" : 4316.0,
    "maxResTime" : 4316.0,
    "pct1ResTime" : 4316.0,
    "pct2ResTime" : 4316.0,
    "pct3ResTime" : 4316.0,
    "throughput" : 0.23169601482854496,
    "receivedKBytesPerSec" : 15.063861214087119,
    "sentKBytesPerSec" : 0.742151297497683
  },
  "7.1- Clic Boton Empezar Operacion" : {
    "transaction" : "7.1- Clic Boton Empezar Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 14990.0,
    "minResTime" : 14990.0,
    "maxResTime" : 14990.0,
    "pct1ResTime" : 14990.0,
    "pct2ResTime" : 14990.0,
    "pct3ResTime" : 14990.0,
    "throughput" : 0.066711140760507,
    "receivedKBytesPerSec" : 3.3156870205136757,
    "sentKBytesPerSec" : 27.042507505003336
  },
  "2.2- Login-1" : {
    "transaction" : "2.2- Login-1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 3759.0,
    "minResTime" : 3759.0,
    "maxResTime" : 3759.0,
    "pct1ResTime" : 3759.0,
    "pct2ResTime" : 3759.0,
    "pct3ResTime" : 3759.0,
    "throughput" : 0.26602819898909286,
    "receivedKBytesPerSec" : 14.690004406092045,
    "sentKBytesPerSec" : 0.17925728252194734
  },
  "2.2- Login-0" : {
    "transaction" : "2.2- Login-0",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 99.0,
    "minResTime" : 99.0,
    "maxResTime" : 99.0,
    "pct1ResTime" : 99.0,
    "pct2ResTime" : 99.0,
    "pct3ResTime" : 99.0,
    "throughput" : 10.101010101010102,
    "receivedKBytesPerSec" : 8.502998737373737,
    "sentKBytesPerSec" : 6.776751893939394
  },
  "7.4- Clic Boton Empezar Operacion" : {
    "transaction" : "7.4- Clic Boton Empezar Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 122.0,
    "minResTime" : 122.0,
    "maxResTime" : 122.0,
    "pct1ResTime" : 122.0,
    "pct2ResTime" : 122.0,
    "pct3ResTime" : 122.0,
    "throughput" : 8.196721311475411,
    "receivedKBytesPerSec" : 7.932569159836066,
    "sentKBytesPerSec" : 12.551229508196721
  },
  "T.8- Fin Operacion" : {
    "transaction" : "T.8- Fin Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 586.0,
    "minResTime" : 586.0,
    "maxResTime" : 586.0,
    "pct1ResTime" : 586.0,
    "pct2ResTime" : 586.0,
    "pct3ResTime" : 586.0,
    "throughput" : 1.7064846416382253,
    "receivedKBytesPerSec" : 3.6729415529010243,
    "sentKBytesPerSec" : 4.98780130119454
  },
  "1.1- Index" : {
    "transaction" : "1.1- Index",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 768.0,
    "minResTime" : 768.0,
    "maxResTime" : 768.0,
    "pct1ResTime" : 768.0,
    "pct2ResTime" : 768.0,
    "pct3ResTime" : 768.0,
    "throughput" : 1.3020833333333333,
    "receivedKBytesPerSec" : 11.074066162109375,
    "sentKBytesPerSec" : 0.5162556966145834
  },
  "8.2- Fin Operacion" : {
    "transaction" : "8.2- Fin Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 120.0,
    "minResTime" : 120.0,
    "maxResTime" : 120.0,
    "pct1ResTime" : 120.0,
    "pct2ResTime" : 120.0,
    "pct3ResTime" : 120.0,
    "throughput" : 8.333333333333334,
    "receivedKBytesPerSec" : 7.918294270833334,
    "sentKBytesPerSec" : 12.7685546875
  },
  "2.1- Login" : {
    "transaction" : "2.1- Login",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 458.0,
    "minResTime" : 458.0,
    "maxResTime" : 458.0,
    "pct1ResTime" : 458.0,
    "pct2ResTime" : 458.0,
    "pct3ResTime" : 458.0,
    "throughput" : 2.1834061135371177,
    "receivedKBytesPerSec" : 19.55044009279476,
    "sentKBytesPerSec" : 4.057638509825328
  },
  "2.2- Login" : {
    "transaction" : "2.2- Login",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 3858.0,
    "minResTime" : 3858.0,
    "maxResTime" : 3858.0,
    "pct1ResTime" : 3858.0,
    "pct2ResTime" : 3858.0,
    "pct3ResTime" : 3858.0,
    "throughput" : 0.2592016588906169,
    "receivedKBytesPerSec" : 14.5312398749352,
    "sentKBytesPerSec" : 0.3485553557542768
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 31,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 964.5161290322582,
    "minResTime" : 93.0,
    "maxResTime" : 14990.0,
    "pct1ResTime" : 3195.400000000002,
    "pct2ResTime" : 8310.799999999985,
    "pct3ResTime" : 14990.0,
    "throughput" : 1.2142101758646353,
    "receivedKBytesPerSec" : 13.945668990638833,
    "sentKBytesPerSec" : 33.19157347929968
  },
  "7.8- Clic Boton Empezar Operacion" : {
    "transaction" : "7.8- Clic Boton Empezar Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 123.0,
    "minResTime" : 123.0,
    "maxResTime" : 123.0,
    "pct1ResTime" : 123.0,
    "pct2ResTime" : 123.0,
    "pct3ResTime" : 123.0,
    "throughput" : 8.130081300813009,
    "receivedKBytesPerSec" : 7.8680767276422765,
    "sentKBytesPerSec" : 12.449186991869919
  },
  "7.12- Clic Boton Empezar Operacion" : {
    "transaction" : "7.12- Clic Boton Empezar Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 118.0,
    "minResTime" : 118.0,
    "maxResTime" : 118.0,
    "pct1ResTime" : 118.0,
    "pct2ResTime" : 118.0,
    "pct3ResTime" : 118.0,
    "throughput" : 8.474576271186441,
    "receivedKBytesPerSec" : 8.201469809322035,
    "sentKBytesPerSec" : 12.976694915254239
  },
  "7.5- Clic Boton Empezar Operacion" : {
    "transaction" : "7.5- Clic Boton Empezar Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 123.0,
    "minResTime" : 123.0,
    "maxResTime" : 123.0,
    "pct1ResTime" : 123.0,
    "pct2ResTime" : 123.0,
    "pct3ResTime" : 123.0,
    "throughput" : 8.130081300813009,
    "receivedKBytesPerSec" : 7.8680767276422765,
    "sentKBytesPerSec" : 12.449186991869919
  },
  "8.1- Fin Operacion" : {
    "transaction" : "8.1- Fin Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 466.0,
    "minResTime" : 466.0,
    "maxResTime" : 466.0,
    "pct1ResTime" : 466.0,
    "pct2ResTime" : 466.0,
    "pct3ResTime" : 466.0,
    "throughput" : 2.1459227467811157,
    "receivedKBytesPerSec" : 2.5797176770386265,
    "sentKBytesPerSec" : 2.984173819742489
  }
}