Test-SURA/Script-Probar-PRE_PRO/Integracion/Unificado/12-HTMLRemesas/statistics.json
{
  "T.1- Index" : {
    "transaction" : "T.1- Index",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 999.0,
    "minResTime" : 999.0,
    "maxResTime" : 999.0,
    "pct1ResTime" : 999.0,
    "pct2ResTime" : 999.0,
    "pct3ResTime" : 999.0,
    "throughput" : 1.001001001001001,
    "receivedKBytesPerSec" : 25.67704423173173,
    "sentKBytesPerSec" : 1.7361111111111112
  },
  "2.1- Login-0" : {
    "transaction" : "2.1- Login-0",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 216.0,
    "minResTime" : 216.0,
    "maxResTime" : 216.0,
    "pct1ResTime" : 216.0,
    "pct2ResTime" : 216.0,
    "pct3ResTime" : 216.0,
    "throughput" : 4.62962962962963,
    "receivedKBytesPerSec" : 3.2506872106481484,
    "sentKBytesPerSec" : 5.032009548611112
  },
  "7.2- Clic Boton Empezar Operacion" : {
    "transaction" : "7.2- Clic Boton Empezar Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 512.0,
    "minResTime" : 512.0,
    "maxResTime" : 512.0,
    "pct1ResTime" : 512.0,
    "pct2ResTime" : 512.0,
    "pct3ResTime" : 512.0,
    "throughput" : 1.953125,
    "receivedKBytesPerSec" : 12.63427734375,
    "sentKBytesPerSec" : 1.743316650390625
  },
  "2.1- Login-1" : {
    "transaction" : "2.1- Login-1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 101.0,
    "minResTime" : 101.0,
    "maxResTime" : 101.0,
    "pct1ResTime" : 101.0,
    "pct2ResTime" : 101.0,
    "pct3ResTime" : 101.0,
    "throughput" : 9.900990099009901,
    "receivedKBytesPerSec" : 81.7025061881188,
    "sentKBytesPerSec" : 7.599783415841584
  },
  "T.5- Seleccionar un Cargador de la Lista" : {
    "transaction" : "T.5- Seleccionar un Cargador de la Lista",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 143.0,
    "minResTime" : 143.0,
    "maxResTime" : 143.0,
    "pct1ResTime" : 143.0,
    "pct2ResTime" : 143.0,
    "pct3ResTime" : 143.0,
    "throughput" : 6.993006993006993,
    "receivedKBytesPerSec" : 20.883413461538463,
    "sentKBytesPerSec" : 10.44853583916084
  },
  "4.1- Clic Menu Carga de Archivo" : {
    "transaction" : "4.1- Clic Menu Carga de Archivo",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 731.0,
    "minResTime" : 731.0,
    "maxResTime" : 731.0,
    "pct1ResTime" : 731.0,
    "pct2ResTime" : 731.0,
    "pct3ResTime" : 731.0,
    "throughput" : 1.3679890560875512,
    "receivedKBytesPerSec" : 87.73164970930233,
    "sentKBytesPerSec" : 1.6351744186046513
  },
  "1.2- Index" : {
    "transaction" : "1.2- Index",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 231.0,
    "minResTime" : 231.0,
    "maxResTime" : 231.0,
    "pct1ResTime" : 231.0,
    "pct2ResTime" : 231.0,
    "pct3ResTime" : 231.0,
    "throughput" : 4.329004329004329,
    "receivedKBytesPerSec" : 74.22720508658008,
    "sentKBytesPerSec" : 5.791734307359307
  },
  "T.3- Clic Menu Servicio" : {
    "transaction" : "T.3- Clic Menu Servicio",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 519.0,
    "minResTime" : 519.0,
    "maxResTime" : 519.0,
    "pct1ResTime" : 519.0,
    "pct2ResTime" : 519.0,
    "pct3ResTime" : 519.0,
    "throughput" : 1.9267822736030829,
    "receivedKBytesPerSec" : 23.11386078998073,
    "sentKBytesPerSec" : 2.265474470134875
  },
  "T.6- Descripcion y Carga de Archivo" : {
    "transaction" : "T.6- Descripcion y Carga de Archivo",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 331.0,
    "minResTime" : 331.0,
    "maxResTime" : 331.0,
    "pct1ResTime" : 331.0,
    "pct2ResTime" : 331.0,
    "pct3ResTime" : 331.0,
    "throughput" : 3.0211480362537766,
    "receivedKBytesPerSec" : 5.782666163141994,
    "sentKBytesPerSec" : 58.90058534743202
  },
  "7.3- Clic Boton Empezar Operacion" : {
    "transaction" : "7.3- Clic Boton Empezar Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 130.0,
    "minResTime" : 130.0,
    "maxResTime" : 130.0,
    "pct1ResTime" : 130.0,
    "pct2ResTime" : 130.0,
    "pct3ResTime" : 130.0,
    "throughput" : 7.6923076923076925,
    "receivedKBytesPerSec" : 7.451923076923077,
    "sentKBytesPerSec" : 13.46905048076923
  },
  "6.1- Descripcion y Carga de Archivo" : {
    "transaction" : "6.1- Descripcion y Carga de Archivo",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 331.0,
    "minResTime" : 331.0,
    "maxResTime" : 331.0,
    "pct1ResTime" : 331.0,
    "pct2ResTime" : 331.0,
    "pct3ResTime" : 331.0,
    "throughput" : 3.0211480362537766,
    "receivedKBytesPerSec" : 5.782666163141994,
    "sentKBytesPerSec" : 58.90058534743202
  },
  "4.2- Clic Menu Carga de Archivo" : {
    "transaction" : "4.2- Clic Menu Carga de Archivo",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 251.0,
    "minResTime" : 251.0,
    "maxResTime" : 251.0,
    "pct1ResTime" : 251.0,
    "pct2ResTime" : 251.0,
    "pct3ResTime" : 251.0,
    "throughput" : 3.9840637450199203,
    "receivedKBytesPerSec" : 11.030098356573705,
    "sentKBytesPerSec" : 3.5560881474103585
  },
  "T.4- Clic Menu Carga de Archivo" : {
    "transaction" : "T.4- Clic Menu Carga de Archivo",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 982.0,
    "minResTime" : 982.0,
    "maxResTime" : 982.0,
    "pct1ResTime" : 982.0,
    "pct2ResTime" : 982.0,
    "pct3ResTime" : 982.0,
    "throughput" : 1.0183299389002036,
    "receivedKBytesPerSec" : 68.12667069755601,
    "sentKBytesPerSec" : 2.126161532586558
  },
  "3.1- Clic Menu Servicio" : {
    "transaction" : "3.1- Clic Menu Servicio",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 519.0,
    "minResTime" : 519.0,
    "maxResTime" : 519.0,
    "pct1ResTime" : 519.0,
    "pct2ResTime" : 519.0,
    "pct3ResTime" : 519.0,
    "throughput" : 1.9267822736030829,
    "receivedKBytesPerSec" : 23.11386078998073,
    "sentKBytesPerSec" : 2.265474470134875
  },
  "1.2- Index-1" : {
    "transaction" : "1.2- Index-1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 124.0,
    "minResTime" : 124.0,
    "maxResTime" : 124.0,
    "pct1ResTime" : 124.0,
    "pct2ResTime" : 124.0,
    "pct3ResTime" : 124.0,
    "throughput" : 8.064516129032258,
    "receivedKBytesPerSec" : 131.48941532258064,
    "sentKBytesPerSec" : 5.056073588709677
  },
  "T.7- Clic Boton Empezar Operacion" : {
    "transaction" : "T.7- Clic Boton Empezar Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 12822.0,
    "minResTime" : 12822.0,
    "maxResTime" : 12822.0,
    "pct1ResTime" : 12822.0,
    "pct2ResTime" : 12822.0,
    "pct3ResTime" : 12822.0,
    "throughput" : 0.07799095304944627,
    "receivedKBytesPerSec" : 3.7495826265403216,
    "sentKBytesPerSec" : 1.943299967828732
  },
  "1.2- Index-0" : {
    "transaction" : "1.2- Index-0",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 106.0,
    "minResTime" : 106.0,
    "maxResTime" : 106.0,
    "pct1ResTime" : 106.0,
    "pct2ResTime" : 106.0,
    "pct3ResTime" : 106.0,
    "throughput" : 9.433962264150942,
    "receivedKBytesPerSec" : 7.941479952830189,
    "sentKBytesPerSec" : 6.706957547169812
  },
  "T.2- Login" : {
    "transaction" : "T.2- Login",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 4142.0,
    "minResTime" : 4142.0,
    "maxResTime" : 4142.0,
    "pct1ResTime" : 4142.0,
    "pct2ResTime" : 4142.0,
    "pct3ResTime" : 4142.0,
    "throughput" : 0.24142926122646063,
    "receivedKBytesPerSec" : 15.696674311926603,
    "sentKBytesPerSec" : 0.7723850193143408
  },
  "7.1- Clic Boton Empezar Operacion" : {
    "transaction" : "7.1- Clic Boton Empezar Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 11878.0,
    "minResTime" : 11878.0,
    "maxResTime" : 11878.0,
    "pct1ResTime" : 11878.0,
    "pct2ResTime" : 11878.0,
    "pct3ResTime" : 11878.0,
    "throughput" : 0.08418925745074927,
    "receivedKBytesPerSec" : 1.8586587335830949,
    "sentKBytesPerSec" : 1.6337155613318741
  },
  "2.2- Login-1" : {
    "transaction" : "2.2- Login-1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 3728.0,
    "minResTime" : 3728.0,
    "maxResTime" : 3728.0,
    "pct1ResTime" : 3728.0,
    "pct2ResTime" : 3728.0,
    "pct3ResTime" : 3728.0,
    "throughput" : 0.26824034334763946,
    "receivedKBytesPerSec" : 14.812158412687767,
    "sentKBytesPerSec" : 0.18074788760729613
  },
  "2.2- Login-0" : {
    "transaction" : "2.2- Login-0",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 95.0,
    "minResTime" : 95.0,
    "maxResTime" : 95.0,
    "pct1ResTime" : 95.0,
    "pct2ResTime" : 95.0,
    "pct3ResTime" : 95.0,
    "throughput" : 10.526315789473683,
    "receivedKBytesPerSec" : 8.861019736842104,
    "sentKBytesPerSec" : 7.0620888157894735
  },
  "7.4- Clic Boton Empezar Operacion" : {
    "transaction" : "7.4- Clic Boton Empezar Operacion",
    "sampleCount" : 2,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 151.0,
    "minResTime" : 137.0,
    "maxResTime" : 165.0,
    "pct1ResTime" : 165.0,
    "pct2ResTime" : 165.0,
    "pct3ResTime" : 165.0,
    "throughput" : 6.41025641025641,
    "receivedKBytesPerSec" : 59.49519230769231,
    "sentKBytesPerSec" : 9.192833533653847
  },
  "T.8- Fin Operacion" : {
    "transaction" : "T.8- Fin Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 276.0,
    "minResTime" : 276.0,
    "maxResTime" : 276.0,
    "pct1ResTime" : 276.0,
    "pct2ResTime" : 276.0,
    "pct3ResTime" : 276.0,
    "throughput" : 3.6231884057971016,
    "receivedKBytesPerSec" : 7.7983469202898545,
    "sentKBytesPerSec" : 10.575888813405797
  },
  "1.1- Index" : {
    "transaction" : "1.1- Index",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 768.0,
    "minResTime" : 768.0,
    "maxResTime" : 768.0,
    "pct1ResTime" : 768.0,
    "pct2ResTime" : 768.0,
    "pct3ResTime" : 768.0,
    "throughput" : 1.3020833333333333,
    "receivedKBytesPerSec" : 11.074066162109375,
    "sentKBytesPerSec" : 0.5162556966145834
  },
  "8.2- Fin Operacion" : {
    "transaction" : "8.2- Fin Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 145.0,
    "minResTime" : 145.0,
    "maxResTime" : 145.0,
    "pct1ResTime" : 145.0,
    "pct2ResTime" : 145.0,
    "pct3ResTime" : 145.0,
    "throughput" : 6.896551724137931,
    "receivedKBytesPerSec" : 6.553071120689656,
    "sentKBytesPerSec" : 10.553609913793105
  },
  "2.1- Login" : {
    "transaction" : "2.1- Login",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 319.0,
    "minResTime" : 319.0,
    "maxResTime" : 319.0,
    "pct1ResTime" : 319.0,
    "pct2ResTime" : 319.0,
    "pct3ResTime" : 319.0,
    "throughput" : 3.134796238244514,
    "receivedKBytesPerSec" : 28.069283894984327,
    "sentKBytesPerSec" : 5.81345513322884
  },
  "2.2- Login" : {
    "transaction" : "2.2- Login",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 3823.0,
    "minResTime" : 3823.0,
    "maxResTime" : 3823.0,
    "pct1ResTime" : 3823.0,
    "pct2ResTime" : 3823.0,
    "pct3ResTime" : 3823.0,
    "throughput" : 0.2615746795710175,
    "receivedKBytesPerSec" : 14.664275029427152,
    "sentKBytesPerSec" : 0.3517464196965734
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 22,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1117.4545454545455,
    "minResTime" : 95.0,
    "maxResTime" : 11878.0,
    "pct1ResTime" : 3794.5,
    "pct2ResTime" : 10669.749999999982,
    "pct3ResTime" : 11878.0,
    "throughput" : 1.0806031730438628,
    "receivedKBytesPerSec" : 15.072226963505083,
    "sentKBytesPerSec" : 3.0237510130654743
  },
  "8.1- Fin Operacion" : {
    "transaction" : "8.1- Fin Operacion",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 131.0,
    "minResTime" : 131.0,
    "maxResTime" : 131.0,
    "pct1ResTime" : 131.0,
    "pct2ResTime" : 131.0,
    "pct3ResTime" : 131.0,
    "throughput" : 7.633587786259541,
    "receivedKBytesPerSec" : 9.176705629770993,
    "sentKBytesPerSec" : 10.600548664122137
  },
  "5.1- Seleccionar un Cargador de la Lista" : {
    "transaction" : "5.1- Seleccionar un Cargador de la Lista",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 143.0,
    "minResTime" : 143.0,
    "maxResTime" : 143.0,
    "pct1ResTime" : 143.0,
    "pct2ResTime" : 143.0,
    "pct3ResTime" : 143.0,
    "throughput" : 6.993006993006993,
    "receivedKBytesPerSec" : 20.883413461538463,
    "sentKBytesPerSec" : 10.44853583916084
  }
}