Test/ReporteHTML-Video34/ReportHTMLTest/statistics.json
{
  "Open file CSV   “message”" : {
    "transaction" : "Open file CSV   “message”",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1888.0,
    "minResTime" : 1888.0,
    "maxResTime" : 1888.0,
    "pct1ResTime" : 1888.0,
    "pct2ResTime" : 1888.0,
    "pct3ResTime" : 1888.0,
    "throughput" : 0.5296610169491526,
    "receivedKBytesPerSec" : 0.47431557865466106,
    "sentKBytesPerSec" : 0.08431127515889832
  },
  "Home  16 07  2020  23 49 02-1" : {
    "transaction" : "Home  16 07  2020  23 49 02-1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 437.0,
    "minResTime" : 437.0,
    "maxResTime" : 437.0,
    "pct1ResTime" : 437.0,
    "pct2ResTime" : 437.0,
    "pct3ResTime" : 437.0,
    "throughput" : 2.288329519450801,
    "receivedKBytesPerSec" : 1.680491990846682,
    "sentKBytesPerSec" : 0.28157179633867274
  },
  "Home  16 07  2020  23 49 02-0" : {
    "transaction" : "Home  16 07  2020  23 49 02-0",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 474.0,
    "minResTime" : 474.0,
    "maxResTime" : 474.0,
    "pct1ResTime" : 474.0,
    "pct2ResTime" : 474.0,
    "pct3ResTime" : 474.0,
    "throughput" : 2.109704641350211,
    "receivedKBytesPerSec" : 1.3309269514767934,
    "sentKBytesPerSec" : 0.2678335970464135
  },
  "Home  16 07  2020  23 49 02-3" : {
    "transaction" : "Home  16 07  2020  23 49 02-3",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 289.0,
    "minResTime" : 289.0,
    "maxResTime" : 289.0,
    "pct1ResTime" : 289.0,
    "pct2ResTime" : 289.0,
    "pct3ResTime" : 289.0,
    "throughput" : 3.4602076124567476,
    "receivedKBytesPerSec" : 409.1188635380623,
    "sentKBytesPerSec" : 0.39197664359861595
  },
  "Home  16 07  2020  23 49 02-2" : {
    "transaction" : "Home  16 07  2020  23 49 02-2",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 71.0,
    "minResTime" : 71.0,
    "maxResTime" : 71.0,
    "pct1ResTime" : 71.0,
    "pct2ResTime" : 71.0,
    "pct3ResTime" : 71.0,
    "throughput" : 14.084507042253522,
    "receivedKBytesPerSec" : 8.486465669014086,
    "sentKBytesPerSec" : 1.7880721830985917
  },
  "Home  16 07  2020  23 49 02" : {
    "transaction" : "Home  16 07  2020  23 49 02",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1302.0,
    "minResTime" : 1302.0,
    "maxResTime" : 1302.0,
    "pct1ResTime" : 1302.0,
    "pct2ResTime" : 1302.0,
    "pct3ResTime" : 1302.0,
    "throughput" : 0.7680491551459293,
    "receivedKBytesPerSec" : 92.32190860215053,
    "sentKBytesPerSec" : 0.3765240975422427
  },
  "Deportivo 6" : {
    "transaction" : "Deportivo 6",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 959.0,
    "minResTime" : 959.0,
    "maxResTime" : 959.0,
    "pct1ResTime" : 959.0,
    "pct2ResTime" : 959.0,
    "pct3ResTime" : 959.0,
    "throughput" : 1.0427528675703859,
    "receivedKBytesPerSec" : 46.286414885297184,
    "sentKBytesPerSec" : 0.40325208550573516
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 18,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 645.9444444444445,
    "minResTime" : 71.0,
    "maxResTime" : 1888.0,
    "pct1ResTime" : 1360.6000000000008,
    "pct2ResTime" : 1888.0,
    "pct3ResTime" : 1888.0,
    "throughput" : 2.6362038664323375,
    "receivedKBytesPerSec" : 83.55087164067076,
    "sentKBytesPerSec" : 0.6119963294522553
  },
  "Corona Virus" : {
    "transaction" : "Corona Virus",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1286.0,
    "minResTime" : 1286.0,
    "maxResTime" : 1286.0,
    "pct1ResTime" : 1286.0,
    "pct2ResTime" : 1286.0,
    "pct3ResTime" : 1286.0,
    "throughput" : 0.7776049766718507,
    "receivedKBytesPerSec" : 37.07444352643857,
    "sentKBytesPerSec" : 0.328052099533437
  },
  "Deportivo 6-0" : {
    "transaction" : "Deportivo 6-0",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 82.0,
    "minResTime" : 82.0,
    "maxResTime" : 82.0,
    "pct1ResTime" : 82.0,
    "pct2ResTime" : 82.0,
    "pct3ResTime" : 82.0,
    "throughput" : 12.195121951219512,
    "receivedKBytesPerSec" : 9.360708841463413,
    "sentKBytesPerSec" : 2.381859756097561
  },
  "Corona Virus-1" : {
    "transaction" : "Corona Virus-1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 852.0,
    "minResTime" : 852.0,
    "maxResTime" : 852.0,
    "pct1ResTime" : 852.0,
    "pct2ResTime" : 852.0,
    "pct3ResTime" : 852.0,
    "throughput" : 1.1737089201877935,
    "receivedKBytesPerSec" : 55.017605633802816,
    "sentKBytesPerSec" : 0.2452868251173709
  },
  "Corona Virus-0" : {
    "transaction" : "Corona Virus-0",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 434.0,
    "minResTime" : 434.0,
    "maxResTime" : 434.0,
    "pct1ResTime" : 434.0,
    "pct2ResTime" : 434.0,
    "pct3ResTime" : 434.0,
    "throughput" : 2.304147465437788,
    "receivedKBytesPerSec" : 1.849618375576037,
    "sentKBytesPerSec" : 0.4905313940092166
  },
  "Avion Rusia" : {
    "transaction" : "Avion Rusia",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 696.0,
    "minResTime" : 696.0,
    "maxResTime" : 696.0,
    "pct1ResTime" : 696.0,
    "pct2ResTime" : 696.0,
    "pct3ResTime" : 696.0,
    "throughput" : 1.4367816091954022,
    "receivedKBytesPerSec" : 50.20036368534483,
    "sentKBytesPerSec" : 0.524762033045977
  },
  "Farandula    1-0" : {
    "transaction" : "Farandula    1-0",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 77.0,
    "minResTime" : 77.0,
    "maxResTime" : 77.0,
    "pct1ResTime" : 77.0,
    "pct2ResTime" : 77.0,
    "pct3ResTime" : 77.0,
    "throughput" : 12.987012987012989,
    "receivedKBytesPerSec" : 9.435876623376624,
    "sentKBytesPerSec" : 2.2701907467532467
  },
  "Avion Rusia-1" : {
    "transaction" : "Avion Rusia-1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 613.0,
    "minResTime" : 613.0,
    "maxResTime" : 613.0,
    "pct1ResTime" : 613.0,
    "pct2ResTime" : 613.0,
    "pct3ResTime" : 613.0,
    "throughput" : 1.6313213703099512,
    "receivedKBytesPerSec" : 55.78035787112561,
    "sentKBytesPerSec" : 0.29472114600326266
  },
  "Farandula    1-1" : {
    "transaction" : "Farandula    1-1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 565.0,
    "minResTime" : 565.0,
    "maxResTime" : 565.0,
    "pct1ResTime" : 565.0,
    "pct2ResTime" : 565.0,
    "pct3ResTime" : 565.0,
    "throughput" : 1.7699115044247788,
    "receivedKBytesPerSec" : 65.23783185840709,
    "sentKBytesPerSec" : 0.3024751106194691
  },
  "Deportivo 6-1" : {
    "transaction" : "Deportivo 6-1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 877.0,
    "minResTime" : 877.0,
    "maxResTime" : 877.0,
    "pct1ResTime" : 877.0,
    "pct2ResTime" : 877.0,
    "pct3ResTime" : 877.0,
    "throughput" : 1.1402508551881414,
    "receivedKBytesPerSec" : 49.73898945267959,
    "sentKBytesPerSec" : 0.21825114025085518
  },
  "Avion Rusia-0" : {
    "transaction" : "Avion Rusia-0",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 83.0,
    "minResTime" : 83.0,
    "maxResTime" : 83.0,
    "pct1ResTime" : 83.0,
    "pct2ResTime" : 83.0,
    "pct3ResTime" : 83.0,
    "throughput" : 12.048192771084338,
    "receivedKBytesPerSec" : 8.989081325301205,
    "sentKBytesPerSec" : 2.223738704819277
  },
  "Farandula    1" : {
    "transaction" : "Farandula    1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 642.0,
    "minResTime" : 642.0,
    "maxResTime" : 642.0,
    "pct1ResTime" : 642.0,
    "pct2ResTime" : 642.0,
    "pct3ResTime" : 642.0,
    "throughput" : 1.557632398753894,
    "receivedKBytesPerSec" : 58.54507398753894,
    "sentKBytesPerSec" : 0.5384783878504673
  }
}